    {
            "dialogs" : {
                    "GhostWorldIntroduction" :
                    [
                            {"speaker": "luna", "text": "LIAM! Can you hear me?", "voicefile": "ghostintro_0"},
                            {"speaker": "liam", "text": "Sure, but where are you? You sound far away?", "voicefile": "ghostintro_1"},
                            {"speaker": "luna", "text": "I am right next to you, but you have crossed into the spirit world. You got hit by a trap, and a rather devious one at that. If you don’t get out fast, you will die, and succomb to the stone as the rest of the Tributes!", "voicefile": "ghostintro_2"},
                            {"speaker": "liam", "text": "Get out? Of what? Spirit world? Where am I?", "voicefile": "ghostintro_3"},
                            {"speaker": "luna", "text": "Okay, you still have some time, you are not far from your body. That weird tingling feeling you have now, that is the stone taking over your body. If you can get to your body, I can help you reclaim it.", "voicefile": "ghostintro_4"},
							{"speaker": "luna", "text": "But first, you should to disarm the trap that took you down, since that it should possible even from the spirit world where it can't hurt you.", "voicefile": "ghostintro_5"},
                            {"speaker": "liam", "text": "Okay okay. which way should I go?", "voicefile": "ghostintro_6"},
							{"speaker": "luna", "text": "You have just been here, try to remember your way back.", "voicefile": "ghostintro_7"}

                    ],
					"BackToLife" :
                    [
                            {"speaker": "luna", "text": "Liam… i think there is something nastier than traps up ahead.", "voicefile": "backtolife_0"},
                            {"speaker": "liam", "text": "Okay… But there are others, stone looking things. They look like… me.", "voicefile": "backtolife_1"},
                            {"speaker": "luna", "text": "They were once called 'Tributes', but they were really just sacrificial sheep to keep Iphrael happy. Some are much like you, sent in here to die, but some are of much older generations when it was an honor to take the steps into the Halls of Stone.", "voicefile": "backtolife_2"},

                    ],
					"BrotherAhead" :
                    [
                            {"speaker": "luna", "text": "Stop Liam! Wait, wait! …. I think… I know, thats my brother up ahead.", "voicefile": "brotherahead_0"},
                            {"speaker": "liam", "text": "What are you talking about? A Brother?", "voicefile": "brotherahead_1"},
                            {"speaker": "luna", "text": "Let me try something, I think we can talk to him. I can take you back into the spirit world!", "voicefile": "brotherahead_2"},
                            {"speaker": "liam", "text": "And why would I do that?", "voicefile": "brotherahead_3"},
                            {"speaker": "luna", "text": "Please, I beg you, I can get you back before anything bad happens, and he might have some valuable information about this place.", "voicefile": "brotherahead_4"},
							{"speaker": "info", "text": "*Press ( R ) to enter the spirit world, or ignore Lunas request*", "voicefile": "none"}
					],
					"BrotherInfo" :
                    [
                            {"speaker": "liam", "text": "Hey! You there!", "voicefile": "brotherinfo_0"},
                            {"speaker": "nicolai", "text": "Huh… What… Who´s there?", "voicefile": "brotherinfo_1"},
                            {"speaker": "luna", "text": "It’s me Luna! Oh... Nicolai, how i missed you!", "voicefile": "brotherinfo_2"},
                            {"speaker": "nicolai", "text": "Luna… Luna… LUNA! I remember now, by the stone god, how could I forget?", "voicefile": "brotherinfo_3"},
                            {"speaker": "luna", "text": "Don´t worry brother. I´m sad, this sorry fate has been laid upon you.", "voicefile": "brotherinfo_4"},
                            {"speaker": "nicolai", "text": "Sister, I´m so sorry that things did not go as hoped. I´m trapped in this nightmare and I´m starting to forget things from before. You must turn back! Iphrael is in the next room, and is much stronger than anything you have faced to get here.", "voicefile": "brotherinfo_5"},
                            {"speaker": "luna", "text": "It´s to late to turn around, Liam must finish this for all you boys down here, for you brother.", "voicefile": "brotherinfo_6"},
                            {"speaker": "nicolai", "text": "If I can´t get you to turn back, I can at least help you. Beware in the next room, it´s not only Iphrael that will challenge you, he has many soldiers by his side and the room is full of traps. Be careful in there, and end Iphrael for me.", "voicefile": "brotherinfo_7"},
                            {"speaker": "liam", "text": "Nicolai, I can´t believe how it must be to be trapped like you, and I will do my best to end Iphrael!", "voicefile": "brotherinfo_8"},
                            {"speaker": "nicolai", "text": "Before you go, I must ask you a last big favor… please kill me… end my suffering. I don´t want to contribute to the evil things going on here, there is too much evil in the world already.", "voicefile": "brotherinfo_9"},
                            {"speaker": "luna", "text": "If that is your wish brother, I support you…", "voicefile": "brotherinfo_10"}
					],
					"IphrealStart" :
                    [
                            {"speaker": "iphreal", "text": "Go no further Liam! You should consider it a miracle that you have gotten this far already. You will not get past me, this hell is not something that can be stopped, when it has already begun. I can sense your fear, I can TASTE IT!", "voicefile": "iphrealstart_0"},
                            {"speaker": "iphreal", "text": "This is your last warning: turn around Liam, as you will get no further, I will end your pathetic life, and enslave you for eternity, while the world is turned to stone for good.", "voicefile": "iphrealstart_1"}
					],
					"LostSpiritHelper" :
                    [
                            {"speaker": "spirit", "text": "Continue straight ahead down the narrow path, resistance will be low, but there will be no help to find. Go left and you will be challenged to your limits, but wisdom is there to be found.", "voicefile": "lostspirithelper_0"}
					],
					"LostSpiritWisdom" :
                    [
                            {"speaker": "spirit", "text": "I was once told that it was the stone God Iphrael that started the mythical stone age, and he haunts these very halls. I don’t believe them though, a god… here? Everything seems so normal…", "voicefile": "lostspiritwisdom_0"},
                            {"speaker": "spirit", "text": "The big Stone Elementals is the oldest generations of boys and men send into the stone halls. They were the strongest and fiercest of all the citizens of Brell. But they too succumbed to the power of stone, and now they wander mindlessly around only to crush the next sacrifice.", "voicefile": "lostspiritwisdom_0"}
							
					],
					"WallText2":
					[
                            {"speaker": "info", "text": "Symbols that shows there is a Stone Elemental in the next room and that they can throw rocks to attack at range.", "voicefile": "walltext2_0"}
					]
            },
			
            "speakers":
            [
                    {"name": "liam", "picture": "liam_picture", "appearname": "Liam"},
                    {"name": "luna_init", "picture": "luna_unknown_picture", "appearname": "Mysterious Voice"},
                    {"name": "luna", "picture": "luna_picture", "appearname": "Luna"},
					{"name": "nicolai", "picture": "spirit_picture", "appearname": "Luna's brother"},
                    {"name": "spirit", "picture": "spirit_picture", "appearname": "Lost Spirit"}
                    {"name": "info", "picture": "none", "appearname": ""}
					{"name": "iphreal", "picture": "iphreal_picture", "appearname": "Iphreal, the Stone God"}
					
            ]
    }

